Repository: Nikunja0611/CrediSense
Catalog: lib/l10n/app_*.arb
Languages: bn, kn, ml, ta, te

# appTitle
source: Credisense
bn: ক্রেডিসেন্স
kn: ಕ್ರೆಡಿಸೆನ್ಸ್
ml: ക്രെഡിസെൻസ്
ta: கிரெடிசென்ஸ்
te: క్రెడిసెన్స్

# loginTitle
source: Login
bn: লগইন
kn: ಲಾಗಿನ್
ml: ലോഗിൻ
ta: உள்நுழைவு
te: లాగిన్

# usernameLabel
source: Username
bn: ব্যবহারকারীর নাম
kn: ಬಳಕೆದಾರ ಹೆಸರು
ml: ഉപയോക്തൃനാമം
ta: பயனர்பெயர்
te: వినియోగదారు పేరు

# passwordLabel
source: Password
bn: পাসওয়ার্ড
kn: ಪಾಸ್‌ವರ್ಡ್
ml: പാസ്‌വേഡ്
ta: கடவுச்சொல்
te: పాస్‌వర్డ్

# loginButton
source: Login
bn: লগইন
kn: ಲಾಗಿನ್
ml: ലോഗിൻ
ta: உள்நுழைக
te: లాగిన్

source: Login failed
bn: লগইন ব্যর্থ
kn: ಲಾಗಿನ್ ವಿಫಲ
ml: ലോഗിൻ പരാജയപ്പെട്ടു
ta: உள்நுழைவு தோல்வி
te: లాగిన్ విఫలం

# notRegistered
source: Not yet registered? Register now
bn: এখনও নিবন্ধিত নন? এখন নিবন্ধন করুন
kn: ಇನ್ನೂ ನೋಂದಾಯಿಸಿಲ್ಲವೇ? ಈಗ ನೋಂದಾಯಿಸಿ
ml: ഇതുവരെ രജിസ്റ്റർ ചെയ്തിട്ടില്ലേ? ഇപ്പോൾ രജിസ്റ്റർ ചെയ്യുക
ta: இன்னும் பதிவு செய்யவில்லையா? இப்போது பதிவு செய்யுங்கள்
te: ఇంకా నమోదు కాలేదా? ఇప్పుడు నమోదు చేయండి

# signupTitle
source: Create Account
bn: অ্যাকাউন্ট তৈরি করুন
kn: ಖಾತೆ ರಚಿಸಿ
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
ta: கணக்கு உருவாக்கு
te: ఖాతా సృష్టించు

# fullNameLabel
source: Full Name
bn: পূর্ণ নাম
kn: ಪೂರ್ಣ ಹೆಸರು
ml: പൂർണ്ണ നാമം
ta: முழு பெயர்
te: పూర్తి పేరు

# emailLabel
source: Email
bn: ইমেইল
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
ta: மின்னஞ்சல்
te: ఇమెయిల్

# confirmPasswordLabel
source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন
kn: ಪಾಸ್‌ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ml: പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
ta: கடவுச்சொலை உறுதிப்படுத்து
te: పాస్‌వర్డ్ నిర్ధారించు

# createAccountButton
source: Create Account
bn: অ্যাকাউন্ট তৈরি করুন
kn: ಖಾತೆ ರಚಿಸಿ
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
ta: கணக்கு உருவாக்கு
te: ఖాతా సృష్టించు

# passwordsDontMatch
source: Passwords do not match
bn: পাসওয়ার্ড মেলে না
kn: ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತಿಲ್ಲ
ml: പാസ്‌വേഡുകൾ പൊരുത്തപ്പെടുന്നില്ല
ta: கடவுச்சொற்கள் பொருந்தவில்லை
te: పాస్‌వర్డ్లు సరిపోలవు

source: Signup failed
bn: সাইনআপ ব্যর্থ
kn: ಸೈನ್‌ಅಪ್ ವಿಫಲ
ml: സൈൻ‌അപ്പ് പരാജയപ്പെട്ടു
ta: பதிவு தோல்வி
te: సైన్‌అప్ విఫలం

# alreadyHaveAccount
source: Already have an account? Login
bn: ইতিমধ্যে অ্যাকাউন্ট আছে? লগইন করুন
kn: ಈಗಾಗಲೇ ಖಾತೆ ಇದೆಯೇ? ಲಾಗಿನ್ ಮಾಡಿ
ml: ഇതിനകം അക്കൗണ്ട് ഉണ്ടോ? ലോഗിൻ ചെയ്യുക
ta: ஏற்கனவே கணக்கு உள்ளதா? உள்நுழையுங்கள்
te: ఇప్పటికే ఖాతా ఉందా? లాగిన్ చేయండి

source: Enter valid email
bn: সঠিক ইমেইল দিন
kn: ಮಾನ್ಯ ಇಮೇಲ್ ನಮೂದಿಸಿ
ml: സാധുവായ ഇമെയിൽ നൽകുക
ta: சரியான மின்னஞ்சலை உள்ளிடுங்கள்
te: చెల్లుబాటు అయ్యే ఇమెయిల్‌ని నమోదు చేయండి

source: Password too short
bn: পাসওয়ার্ড খুব ছোট
kn: ಪಾಸ್‌ವರ್ಡ್ ತುಂಬಾ ಚಿಕ್ಕದು
ml: പാസ്‌വേഡ് വളരെ ചെറുതാണ്
ta: கடவுச்சொல் மிகவும் குறுகியது
te: పాస్‌వర్డ్ చాలా చిన్నది

source: Required
bn: প্রয়োজনীয়
kn: ಅಗತ್ಯ
ml: ആവശ്യമാണ്
ta: தேவை
te: అవసరం

source: Too short
bn: খুব ছোট
kn: ತುಂಬಾ ಚಿಕ್ಕದು
ml: വളരെ ചെറുതാണ്
ta: மிகவும் குறுகியது
te: చాలా చిన్నది

# dashboardTitle
source: Credisense
bn: ক্রেডিসেন্স
kn: ಕ್ರೆಡಿಸೆನ್ಸ್
ml: ക്രെഡിസെൻസ്
ta: கிரெடிசென்ஸ்
te: క్రెడిసెన్స్

# creditScoreTitle
source: Credit Score
bn: ক্রেডিট স্কোর
kn: ಕ್ರೆಡಿಟ್ ಸ್ಕೋರ್
ml: ക്രെഡിറ്റ് സ്കോർ
ta: கடன் மதிப்பெண்
te: క్రెడిట్ స్కోర్

# aiTipsTitle
source: AI TIPS
bn: এআই টিপস
kn: ಎಐ ಸಲಹೆಗಳು
ml: എഐ നുറുങ്ങുകൾ
ta: செயற்கை நுண்ணறிவு குறிப்புகள்
te: ఏఐ చిట్కాలు

source: Today's Transactions
bn: আজকের লেনদেন
kn: ಇಂದಿನ ವಹಿವಾಟುಗಳು
ml: ഇന്നത്തെ ഇടപാടുകൾ
ta: இன்றைய பரிவர்த்தனைகள்
te: నేటి లావాదేవీలు

source: Total Balance
bn: মোট ব্যালেন্স
kn: ಒಟ್ಟು ಬ್ಯಾಲೆನ್ಸ್
ml: ആകെ ബാലൻസ്
ta: மொத்த இருப்பு
te: మొత్తం బ్యాలెన్స్

source: This Month
bn: এই মাসে
kn: ಈ ತಿಂಗಳು
ml: ഈ മാസം
ta: இந்த மாதம்
te: ఈ నెల

source: Credit Score
bn: ক্রেডিট স্কোর
kn: ಕ್ರೆಡಿಟ್ ಸ್ಕೋರ್
ml: ക്രെഡിറ്റ് സ്കോർ
ta: கடன் மதிப்பெண்
te: క్రెడిట్ స్కోర్

source: Credit Score Simulator
bn: ক্রেডিট স্কোর সিমুলেটর
kn: ಕ್ರೆಡಿಟ್ ಸ್ಕೋರ್ ಸಿಮ್ಯುಲೇಟರ್
ml: ക്രെഡിറ്റ് സ്കോർ സിമുലേറ്റർ
ta: கடன் மதிப்பெண் சிமுலேட்டர்
te: క్రెడిట్ స్కోర్ సిమ్యులేటర్

source: Loan Summary
bn: ঋণ সারসংক্ষেপ
kn: ಸಾಲ ಸಾರಾಂಶ
ml: ലോൺ സംഗ്രഹം
ta: கடன் சுருக்கம்
te: లోన్ సారాంశం

source: Application Progress
bn: আবেদনের অগ্রগতি
kn: ಅರ್ಜಿ ಪ್ರಗತಿ
ml: അപേക്ഷ പുരോഗതി
ta: விண்ணப்ப முன்னேற்றம்
te: అప్లికేషన్ పురోగతి

source: Applied
bn: আবেদন করা হয়েছে
kn: ಅರ್ಜಿ ಮಾಡಲಾಗಿದೆ
ml: അപേക്ഷിച്ചു
ta: விண்ணப்பிக்கப்பட்டது
te: దరఖాస్తు చేయబడింది

source: Verified
bn: যাচাইকৃত
kn: ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ml: സ്ഥിരീകരിച്ചു
ta: சரிபார்க்கப்பட்டது
te: ధృవీకరించబడింది

source: Approved
bn: অনুমোদিত
kn: ಅನುಮೋದಿಸಲಾಗಿದೆ
ml: അനുവദിച്ചു
ta: அங்கீகரிக்கப்பட்டது
te: అనుమతించబడింది

source: View Status
bn: অবস্থা দেখুন
kn: ಸ್ಥಿತಿಯನ್ನು ವೀಕ್ಷಿಸಿ
ml: നില കാണുക
ta: நிலையைக் காண்க
te: స్థితిని చూడండి

source: Loan Categories
bn: ঋণের বিভাগ
kn: ಸಾಲ ವರ್ಗಗಳು
ml: ലോൺ വിഭാഗങ്ങൾ
ta: கடன் வகைகள்
te: లోన్ వర్గాలు

source: Loan Requests
bn: ঋণের অনুরোধ
kn: ಸಾಲ ವಿನಂತಿಗಳು
ml: ലോൺ അഭ്യർത്ഥനകൾ
ta: கடன் கோரிக்கைகள்
te: లోన్ అభ్యర్థనలు

source: AI Financial Assistant
bn: এআই আর্থিক সহকারী
kn: ಎಐ ಹಣಕಾಸು ಸಹಾಯಕ
ml: എഐ സാമ്പത്തിക സഹായി
ta: செயற்கை நுண்ணறிவு நிதி உதவியாளர்
te: ఏఐ ఆర్థిక సహాయకుడు

source: Typing...
bn: 🤖 টাইপ করছে...
kn: 🤖 ಟೈಪ್ ಮಾಡುತ್ತಿದೆ...
ml: ടൈപ്പ് ചെയ്യുന്നു...
ta: 🤖 தட்டச்சு செய்கிறது...
te: 🤖 టైప్ చేస్తోంది...

# networkError
source: ⚠ Network error. Please try again.
bn: ⚠ নেটওয়ার্ক ত্রুটি। অনুগ্রহ করে আবার চেষ্টা করুন।
kn: ⚠ ನೆಟ್‌ವರ್ಕ್ ದೋಷ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ⚠ നെറ്റ്‌വർക്ക് പിശക്. ദയവായി വീണ്ടും ശ്രമിക്കുക.
ta: ⚠ பிணைய பிழை. மீண்டும் முயற்சிக்கவும்.
te: ⚠ నెట్‌వర్క్ లోపం. దయచేసి మళ్లీ ప్రయత్నించండి.

# apiError
source: ⚠ Error: Couldn't fetch response.
bn: ⚠ ত্রুটি: প্রতিক্রিয়া পাওয়া যায়নি।
kn: ⚠ ದೋಷ: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ml: ⚠ പിശക്: പ്രതികരണം ലഭിക്കാൻ കഴിഞ്ഞില്ല.
ta: ⚠ பிழை: பதிலைப் பெற முடியவில்லை.
te: ⚠ లోపం: స్పందనను పొందలేకపోయాము.

# settingsTitle
source: Settings
bn: সেটিংস
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

# accountTitle
source: Account
bn: অ্যাকাউন্ট
kn: ಖಾತೆ
ml: അക്കൗണ്ട്
ta: கணக்கு
te: ఖాతా

# smsReading
source: SMS Reading (Auto-tracking)
bn: এসএমএস পড়া (স্বয়ংক্রিয় ট্র্যাকিং)
kn: ಎಸ್‌ಎಂಎಸ್ ಓದುವಿಕೆ (ಸ್ವಯಂ-ಟ್ರ್ಯಾಕಿಂಗ್)
ml: എസ്എംഎസ് വായന (ഓട്ടോ-ട്രാക്കിംഗ്)
ta: எஸ்எம்எஸ் படித்தல் (தானியங்கி கண்காணிப்பு)
te: ఎస్ఎంఎస్ చదవడం (ఆటో-ట్రాకింగ్)

source: Spending Analysis
bn: ব্যয় বিশ্লেষণ
kn: ಖರ್ಚು ವಿಶ್ಲೇಷಣೆ
ml: ചെലവ് വിശകലനം
ta: செலவு பகுப்பாய்வு
te: ఖర్చు విశ్లేషణ

source: Social Network Analysis
bn: সামাজিক নেটওয়ার্ক বিশ্লেষণ
kn: ಸಾಮಾಜಿಕ ನೆಟ್‌ವರ್ಕ್ ವಿಶ್ಲೇಷಣೆ
ml: സാമൂഹിക നെറ്റ്‌വർക്ക് വിശകലനം
ta: சமூக வலைப்பின்னல் பகுப்பாய்வு
te: సామాజిక నెట్‌వర్క్ విశ్లేషణ

source: Privacy & Data Control
bn: গোপনীয়তা এবং ডেটা নিয়ন্ত্রণ
kn: ಗೌಪ್ಯತೆ ಮತ್ತು ಡೇಟಾ ನಿಯಂತ್ರಣ
ml: സ്വകാര്യതയും ഡാറ്റ നിയന്ത്രണവും
ta: தனியுரிமை மற்றும் தரவு கட்டுப்பாடு
te: గోప్యత మరియు డేటా నియంత్రణ

# bankLevelSecurity
source: We use bank-level security to protect data
bn: ডেটা রক্ষা করতে আমরা ব্যাংক-স্তরের নিরাপত্তা ব্যবহার করি
kn: ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಬ್ಯಾಂಕ್-ಮಟ್ಟದ ಸುರಕ್ಷತೆಯನ್ನು ಬಳಸುತ್ತೇವೆ
ml: ഡാറ്റ സംരക്ഷിക്കാൻ ഞങ്ങൾ ബാങ്ക്-ലെവൽ സുരക്ഷ ഉപയോഗിക്കുന്നു
ta: தரவைப் பாதுகாக்க வங்கி-நிலை பாதுகாப்பைப் பயன்படுத்துகிறோம்
te: డేటాను రక్షించడానికి మేము బ్యాంక్-స్థాయి భద్రతను ఉపయోగిస్తాము

source: Logout
bn: লগআউট
kn: ಲಾಗ್‌ಔಟ್
ml: ലോഗൗട്ട്
ta: வெளியேறு
te: లాగ్‌అవుట్

# applyForLoan
source: Apply for {loanTitle}
bn: {loanTitle} এর জন্য আবেদন করুন
kn: {loanTitle} ಗಾಗಿ ಅರ್ಜಿ ಸಲ್ಲಿಸಿ
ml: {loanTitle} ന് അപേക്ഷിക്കുക
ta: {loanTitle} க்கு விண்ணப்பிக்கவும்
te: {loanTitle} కోసం దరఖాస్తు చేయండి

source: ✔ Low interest rates
bn: ✔ কম সুদের হার
kn: ✔ ಕಡಿಮೆ ಬಡ್ಡಿ ದರಗಳು
ml: ✔ കുറഞ്ഞ പലിശ നിരക്കുകൾ
ta: ✔ குறைந்த வட்டி விகிதங்கள்
te: ✔ తక్కువ వడ్డీ రేట్లు

# flexibleRepayment
source: ✔ Flexible repayment options
bn: ✔ নমনীয় পরিশোধের বিকল্প
kn: ✔ ಹೊಂದಿಕೊಳ್ಳುವ ಮರುಪಾವತಿ ಆಯ್ಕೆಗಳು
ml: ✔ വഴക്കമുള്ള തിരികെ നൽകൽ ഓപ്ഷനുകൾ
ta: ✔ நெகிழ்வான திருப்பம் செலுத்தும் விருப்பங்கள்
te: ✔ వశ్యమైన తిరిగి చెల్లింపు ఎంపికలు

# quickApproval
source: ✔ Quick approval process
bn: ✔ দ্রুত অনুমোদন প্রক্রিয়া
kn: ✔ ವೇಗದ ಅನುಮೋದನೆ ಪ್ರಕ್ರಿಯೆ
ml: ✔ വേഗ അനുമതി പ്രക്രിയ
ta: ✔ வேகமான ஒப்புகை செயல்முறை
te: ✔ వేగవంతమైన ఆమోద ప్రక్రియ

source: ✔ Minimal documentation
bn: ✔ ন্যূনতম ডকুমেন্টেশন
kn: ✔ ಕನಿಷ್ಠ ದಾಖಲಾತಿ
ml: ✔ ഏറ്റവും കുറഞ്ഞ രേഖകൾ
ta: ✔ குறைந்தபட்ச ஆவணப்படுத்தல்
te: ✔ కనీస డాక్యుమెంటేషన్

source: Apply Now
bn: এখন আবেদন করুন
kn: ಈಗ ಅರ್ಜಿ ಸಲ್ಲಿಸಿ
ml: ഇപ്പോൾ അപേക്ഷിക്കുക
ta: இப்போது விண்ணப்பிக்கவும்
te: ఇప్పుడు దరఖాస్తు చేయండి

source: Interest Rate
bn: সুদের হার
kn: ಬಡ್ಡಿ ದರ
ml: പലിശ നിരക്ക്
ta: வட்டி விகிதம்
te: వడ్డీ రేటు

source: Amount
bn: পরিমাণ
kn: ಮೊತ್ತ
ml: തുക
ta: தொகை
te: మొత్తం

source: Tenure
bn: মেয়াদ
kn: ಅವಧಿ
ml: കാലാവധി
ta: பதவிக்காலம்
te: కాలావధి

source: years
bn: বছর
kn: ವರ್ಷಗಳು
ml: വർഷങ്ങൾ
ta: ஆண்டுகள்
te: సంవత్సరాలు

source: p.a.
bn: প্রতি বছর
kn: ವಾರ್ಷಿಕ
ml: വാർഷികം
ta: ஆண்டுக்கு
te: సంవత్సరానికి

# creditScoreLoweringFactors
source: SCORE-LOWERING FACTORS
bn: স্কোর কমাতে সহায়ক কারণ
kn: ಸ್ಕೋರ್ ಕಡಿಮೆ ಮಾಡುವ ಅಂಶಗಳು
ml: സ്കോർ കുറയ്ക്കുന്ന ഘടകങ്ങൾ
ta: மதிப்பெண் குறைக்கும் காரணிகள்
te: స్కోర్ తగ్గించే కారకాలు

source: FIX MY SCORE!
bn: আমার স্কোর ঠিক করুন!
kn: ನನ್ನ ಸ್ಕೋರ್ ಸರಿಪಡಿಸಿ!
ml: എന്റെ സ്കോർ ശരിയാക്കൂ!
ta: எனது மதிப்பெண்ணை சரிசெய்யுங்கள்!
te: నా స్కోర్‌ని సరిచేయండి!

source: On-Time
bn: সময়মতো
kn: ಸಮಯಕ್ಕೆ
ml: സമയത്ത്
ta: சரியான நேரத்தில்
te: సమయానికి

source: Missed
bn: বাকি
kn: ತಪ್ಪಿದ
ml: തെറ്റിപ്പോയി
ta: தவறவிட்டது
te: తప్పిపోయింది

source: Credit Score Issues
bn: ক্রেডিট স্কোর সমস্যা
kn: ಕ್ರೆಡಿಟ್ ಸ್ಕೋರ್ ಸಮಸ್ಯೆಗಳು
ml: ക്രെഡിറ്റ് സ്കോർ പ്രശ്നങ്ങൾ
ta: கடன் மதிப்பெண் பிரச்சினைகள்
te: క్రెడిట్ స్కోర్ సమస్యలు

source: Loan/EMI Queries
bn: ঋণ/ইএমআই প্রশ্ন
kn: ಸಾಲ/ಈಎಂಐ ಪ್ರಶ್ನೆಗಳು
ml: ലോൺ/ഇഎംഐ ചോദ്യങ്ങൾ
ta: கடன்/ஈஎம்ஐ வினாக்கள்
te: లోన్/ఈఎంఐ ప్రశ్నలు

source: Transaction Problems
bn: লেনদেনের সমস্যা
kn: ವಹಿವಾಟು ಸಮಸ್ಯೆಗಳು
ml: ഇടപാട് പ്രശ്നങ്ങൾ
ta: பரிவர்த்தனை பிரச்சினைகள்
te: లావాదేవీ సమస్యలు

source: Account/Login Issues
bn: অ্যাকাউন্ট/লগইন সমস্যা
kn: ಖಾತೆ/ಲಾಗಿನ್ ಸಮಸ್ಯೆಗಳು
ml: അക്കൗണ്ട്/ലോഗിൻ പ്രശ്നങ്ങൾ
ta: கணக்கு/உள்நுழைவு பிரச்சினைகள்
te: ఖాతా/లాగిన్ సమస్యలు

source: Others
bn: অন্যান্য
kn: ಇತರರು
ml: മറ്റുള്ളവ
ta: மற்றவை
te: ఇతరులు

# priorityLow
source: Low (General Inquiry)
bn: কম (সাধারণ জিজ্ঞাসা)
kn: ಕಡಿಮೆ (ಸಾಮಾನ್ಯ ವಿಚಾರಣೆ)
ml: കുറഞ്ഞ (സാധാരണ അന്വേഷണം)
ta: குறைந்த (பொதுவான விசாரணை)
te: తక్కువ (సాధారణ విచారణ)

# priorityMedium
source: Medium (Needs attention soon)
bn: মাঝারি (শীঘ্রই মনোযোগ প্রয়োজন)
kn: ಮಧ್ಯಮ (ಶೀಘ್ರ ಗಮನ ಅಗತ್ಯ)
ml: ഇടത്തരം (ഉടൻ ശ്രദ്ധ ആവശ്യം)
ta: நடுத்தர (விரைவில் கவனம் தேவை)
te: మధ్యస్థ (త్వరలో దృష్టి అవసరం)

# priorityHigh
source: High (Urgent issue)
bn: উচ্চ (জরুরি সমস্যা)
kn: ಅಧಿಕ (ತುರ್ತು ಸಮಸ್ಯೆ)
ml: ഉയർന്ന (അടിയന്തിര പ്രശ്നം)
ta: உயர் (அவசர பிரச்சினை)
te: అధిక (అత్యవసర సమస్య)

# raiseTicket
source: Raise a Ticket
bn: টিকিট তৈরি করুন
kn: ಟಿಕೆಟ್ ರಚಿಸಿ
ml: ടിക്കറ്റ് ഉണ്ടാക്കുക
ta: டிக்கெட் உருவாக்கு
te: టికెట్‌ని ఏర్పాటు చేయండి

source: Language
bn: ভাষা
kn: ಭಾಷೆ
ml: ഭാഷ
ta: மொழி
te: భాష

source: Select Language
bn: ভাষা নির্বাচন করুন
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
ta: மொழியைத் தேர்ந்தெடுக்கவும்
te: భాషను ఎంచుకోండి
